Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=149_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Maanomistusoikeuksia koskevia selvityksiä
sme: Eananoamastusrivttiid guoski

source: voi tilata Saamelaiskäräjien Inarin toimipisteestä.
sme: čilgehusaid sáhttá diŋgot Sámedikki Anára doaibmabáikkis.

source: Saamelaisvaltuuskunnan julkaisuja N:o 1
sme: Sámi Parlameantta olggosaddimat N:o 1

source: Heikki J. Hyvärinen
sme: (Sámiid giddodatopmodat vuoigatvuođavuogádagas)

source: Saamelaisvaltuuskunnan oikeusjaostolle 1978
sme: Sámi Parlameantta vuoigatvuođajuhkosii 1978

source: maksuton
sme: nuvttá

source: Maanomistustyöryhmän selvitys Saamelaiskäräjille saamelaisten kotiseutualueiden maakysymyksessä
sme: Eananoamastusbargojoavku čielggadeapmi sámiid ruovttuguovlluid eanagažaldagas

source: Valtion metsämaa
sme: Stáhta vuovddit

source: Suojelualueet ja yleiset vesialueet
sme: Suodjalanguovllut ja almmolaš čázadagat

source: hinta: 5,00 €
sme: haddi: 5,00 €

source: Saamelaiskäräjät 2002 ______________________________________
sme: Sámediggi 2002 ______________________________________

source: Maanomistustyöryhmän selvitys Saamelaiskäräjille
sme: Eananoamastusbargojoavku čielggadeapmi Sámediggái

source: Oikeusministeriön maaoikeustutkimus – projektin tuottamien selvitysten oikeudellista arviointia
sme: Vuoigatvuođaministeriija eananvuoigatvuođadutkamuša árvvostallan Lágidan: OTT Kaisa Korpijaakko-Labba

source: kieli: suomi
sme: oktiigeasu jorgalus: Sulo Aikio

source: hinta: 20,00 €
sme: haddi: 20,00 €

source: Saamelaiskäräjät 2008 ______________________________________
sme: Sámediggi 2008 ______________________________________
